<?php include "/header.php" ?>
<script src="/js/addSummary.js"></script>
<link rel="stylesheet" type="text/css" href="/style/index.css">
<div id="advantages" class="menu" >
    <a href="#interested"> <div class='advantagesImg'><img src="image/advantages/interest.png" alt="Интерес"></div>      <div class="advantagesText">Заинтересованность</div></a>
    <a href="#perfectionism"> <div class='advantagesImg'><img src="image/advantages/perfectionism.png" alt="Красота"></div> <div class="advantagesText">Перфекционизм</div></a>
    <a > <div class='advantagesImg'><img src="image/advantages/ambitiousness.png" alt="Сила"></div>    <div class="advantagesText">Амбициозность</div></a>
    <a > <div class='advantagesImg'><img src="image/advantages/activity.png" alt="Поиск"> </div>       <div class="advantagesText">Активность</div></a>
</div>
<div id="boxAdvantages">
    <div  id="interested" class="lightBox">
        <div class="box"> 
            <a href="#" class="close"><img  src="/image/close.png" alt="Закрыть"></a>
            <h1> Заинтересованность в работе!</h1>
            <hr>
            <p>На мой взгляд моим большим преимуществом является заинтересованность в деле. Моя молодость позволяет 
                мне энергично интересоваться делм за которое я взялась, я еще не устала от жизни
                и стремлюсь получить от неё максимум. Мне интересно заниматься незнакомым делом, 
                познавать в нём что-то новое неизведанное, то что так манит. Я ещё не успела отнести себя к разряду зануд, утверждающих что они
                всё знают и всё умеют. Я готова с превиликим желанием развиватся как профессионал и как личность, а это значит только одно, что 
                вместе с моим личным развитием будет и развиваться компания. Да не спорю до определённого уровня необходимо дорасти, 
                чтобы развивать компанию. Но я уверенна что с моей заинтересованность это произойдёт достаточно быстро!</p>
        </div>
    </div>
    <div href="#" id="perfectionism" class="lightBox">
        <div class="box"> 
            <a href="#" class="close"><img src="/image/close.png" alt="Закрыть"></a>
            <h1>Перфекционизм!</h1>
            <hr>
            <p>Обладаю неутолимым желанием сделать всё хорошо, и даже идеально. Очень коробят недочёты в работе обстановке и удобству. 
            Когда что-то находится не на месте или же сделано не для людей появляет огромное желание сдеалать хорошо и правильно.
            И с кодом также хочетсяреализовывать правильные и красивы решения, и если эти решения и не настолько красивы, то только по причине того что я только
            начинающий волшебник. И я знаю наверняка это временно!</p>
        </div>
    </div>
</div>
<div id="latter" class="home">
    <h1> Здравствуйте! </h1>
    <p>
       Возможно, вас заинтересует моя кандидатура в качестве сотрудника вашей компании. Во время обучения в университете я принимала участие в разработке 
       программного обеспечения, занимаясь написанием технической документации и общению с конечным пользователем продукта по вопросам улучшения интерфейса 
       рограммного обеспечения. Успешно провела переговоры во время утверждения документации и сдачи в эксплуатацию разработанного программного продукта.
   </p>
   <p>
        Я бы хотела предложить вам стать частью коллектива вашей компании для возможности проявить весь свой потенцеал и применить уже полученные знания, 
        развить свои  навыки и профессионализм. Приняв меня на работу вы получите ценного сотрудника готового проявлять свои способности для развития вашей компании. 
        Я являюсь человеком многогранным и с лёгкостью могу переключаться на разные задачи, даже самые неординарные.
    </p>
    <p>
        Предлагаю вам ознакомится с моим подробным резюме. Строго прошу не судить, я еще не волшебник, а только учусь. Но с уверенностью заявляю волшебником обязательно стану.
    <p>
</div>

<div class="menu" id="mainMenu">
	<a href="#latter">Личные данные</a>
    <a href="#education" title="Подробная информация об оразовании">Образование</a>
	<a href="#work" title="Подробная информация об опате работы">Опыт</a>
	<a href="#achievements" title="Подробная информация об увлечениях и хобби">Личные достижения</a>
</div>
<div id="info">
    <p> 
        Родилась 4 марта 1995года, в городе Комсомольске-на-Амуре, Хабаровского края. Имею российское гражданство и являюсь русской. 
        Не замужем, детей нет. В настоящее время проживаю  в городе Комсомольске-на-Амуре Хабаровского края готова к переездам по России. 
        Буду рада общению с вами с удовольствием рассмотрю все предложения. 
    </p>
</div>
<div id="education">
    <h1> Образование</h1>
    <ul id="listEducation">
        <li><h3>2016 – по настоящее время</h3>
            Комсомольский-на-Амуре государственный технический университет.
            <br>Специальность: <em>«Информатика и вычислительная техника»</em>.
        </li>
        <li><h3>2012 – 2016г.</h3> Комсомольский-на-Амуре государственный технический университет. 
            <br> Специальность: <em>«Программная инженерия»</em>.
        </li>
        <li> <h3>2013г.</h3> Курсы по повышению квалификации в «КнАГТУ».
            <br><em>«Администрирование локальных сетей»</em>.
        </li>
        <li> 
            <h3>2001 – 2012г.</h3> МОУ СОШ №37.
        </li>
    </ul>
  <!--  
    <form>
        <label>
            Сроки обучения
            <input type="date" id="dateStartEducation" >
            <input type="date" id="dateEndEducation">
        </label>
        <input type="text" id="nameEducationInstitution" placeholder="Учебное заведение" size="100">
        <input type="text" id="nameSpeciality" placeholder="Специальность" size="60">
        <input type="button" id="addEducation" value="Добавить">
    </form>
    -->
</div>
<div id="work">
    <h1>Навыки и опыт работы</h1>
    <ul id="listWork">
        <li><h2>2016 – по настоящее время</h2> Инженер удостоверяющего центра.
            ООО «Инженерно-технический центр».
            <h3>Обязанности:</h3>
            <ul>
                <li>выпуск электронных цифровых подписей;</li>
                <li>техническая поддержка клиентов по программе, предназначенной для сдачи отчётности «СБИС»;</li>
                <li>техническая поддержка по настройке доступа к электронным торговым площадкам.</li>
            </ul>
            <h3>Результаты</h3>
            <ul>
                <li>успешно пройдена аттестация по направлению «Выпуск комерческих ключей»; </li>
                <li>улучшены навыки общения с потоком людей;</li>
                <li>получены навыки настройки электронных торговых площадок.</li>
            </ul>
        </li>
        <li>
            <h2>2015 – 2016г.</h2> Инженер отдела проектирования и разработки информационных систем. Комсомольский-на-Амуре государственный технический университет.
             <h3>Обязанности:</h3>
            <ul>
                <li>работа с пользователями программного обеспечения;</li>
                <li>актуализация информации в базах данных;</li>
                <li>тестирование пользовательского интерфейса;</li>
                <li>написание технической документации к разрабатываемому программному обеспечению.</li>
            </ul>
              <h3>Результаты:</h3>
            <ul>
                <li>улучшены навыки общения с конечным пользователем;</li>
                <li>разработан пакет сопроводительных документов к разработанному продукту;</li>
                <li>усовершенствован пользовательский интерфейс.</li>
            </ul>
        </li>
        <li>
            <h2>2013 – 2014г.</h2> Лаборант исследователь в рамках выполнения НИОКР Проектирование электронной системы университета и разработка информационного модуля <em>«Мониторинг деятельности подразделений ВУЗа»</em>. Комсомольский-на-Амуре государственный технический университет.
             <h3>Обязанности:</h3>
            <ul>
                <li>исследование автоматизируемой предметной области; </li>
                <li>разработка процессной модели в нотации IDEF0;</li>
                <li>реализация ручного тестирования ПО;</li>
                <li>написание технической документации к разрабатываемому программному обеспечению;</li>
                <li>массовое обучение пользователей и по необходимости личные консультации по работе с системой.</li>
            </ul>
              <h3>Результаты:</h3>
            <ul>
                <li>получены представления разработки программного обеспечения в команде;</li>
                <li>разраотан пакет документов к разрабатываемому продукту;</li>
                <li>произвела призентацию и сдачу программного продукта в эксплуатацию.</li>
            </ul>
        </li>
    </ul>
</div>            
<div id="achievements">     
    <h1>Личные достижения</h1>
    <ul>
        <li>Финалист программы <em>«УМНИК 2015»</em>;</li>
        <li>участница спортивного фестиваля студентов Азии <em>«Новое поколение 2015»</em>;</li>
        <li>активно занимаюсь изучением web-праграммирования и английского языка;</li>
        <li>ответственная, легко обучаемая, коммуникабельная, обладаю организаторскими способностями. Без вредных привычек.</li>
    </ul>
   <em> На этом моё повествование о профессиональной деятельности окончено.</em>
</div>

<div id="communication">
    <h1>Обратная связь</h1>
    <p> Если вас заинтереовало моё предложение со мной можно связаться по телефону: <em>+79144064313</em>,
    <br>или оставить для меня сообщение natka.markova.1995@mail.ru.</p>
    <!--
        <form  action="" method="post">
            <input type="text" name="name" placeholder="Наименование организации"/>
            <input type="text" name="description" id="description" placeholder="Ожидаю ваши предложения и вопросы" required maxlength="1000"/>
            <input type="tel" name="phone" id="phone" placeholder="Контактный номер" required/>
            <input type="email" name="mail" id="mail" placeholder="Контактный e-mail"/>
            <input type="submit" name="send" value="Отправить" id="in"/>
        </form>
-->

</div>
 <h2>С уважением, Наталья Ивановна! </h2>
<?php include "/footer.php"?>