<?php //include './../../header.php' ?>
    <div id="blog">
            <h1>Немного Английского</h1>
            <p>
                Во время изучения программирование часто сталкиваешься с проблемой незнания английского языка, у меня с ним всегда были определённые проблемы. Но я поставила для себя поставила цель выучить его. Зашла в интернет, на эту тему там очень много информации, нашла один потрясающий бесплатный ресурс, разработчикам большое спасибо. Вот кстати ссылочка <a href="http://lingust.ru/english/english-lessons/lesson1" title="Самоучитель Английского языка">Изучаем английский язык с нуля!</a>. Ещё на этом же ресурсе есть ссылка на <a href="https://inspeak.ru/account/main.php" title="Интурактивный курс по изучению английского языка">интерактивные уроки</a>, где всё нагляно описано и можно потринироваться и побеседовать с компьютером, правда это удовольстве уже платное, но по мне оно того стоит. Подписка на данный ресурс мне обошлась 990р за 1 год, не такие великие деньги за уроки по английскому. На данном ресурсе разработчики также хорошо поработали и подобрали материал, там опубликован сборник видео со сводом правил, достаточно удобная вещь.
            </p>
            <p>
                И так с вашего позволения хочу немного повествовать об английском языке. Я поняла следующее чтобы его выучить следует постоянно этим заниматься, и необходимо научиться думать на английском. У меня с этим начались первые проблемы. Первое с чего необходимо начать это.
            </p>
    </div>
<?php //include './../../footer.php'?>